let age = prompt('Який твій вік?');
let town = prompt('В якому місті живеш?');
let sport = prompt('Твій улюблений вид спорту?');



if (age) {

} else {

    alert('Шкода, що ви не захотіли ввести свій вік(');

}
if (town === null) {
    alert('Шкода, що ви не захотіли ввести своє місто(');

}
if (town === 'Київ') {
    town = 'Ти живеш в Україні!';
} else if (town === 'Вашингтон') {
    town = 'Ти живеш в Сполучених Штатах!';
} else if (town === 'Лондон') {
    town = 'Ти живеш в Англіі!';

} else {
    alert('Шкода, що ви не захотіли ввести своє місто(');

}
if (sport === null) {
    alert ('Шкода, що ви не захотіли ввести свій улюблений вид спорту');

}
if (sport === 'футбол') {
    sport = 'Круто! Хочеш стати Лєо Мессі?';
} if (sport === 'баскєтболл') {
    sport = 'Круто! Хочеш стати Майклом Джорданом?';
} if (sport === 'теніс') {
    sport = 'Круто! Хочеш стати Рафаелєм Надаль?';
} else {

}
alert(`${age} \n${town} \n${sport}`);





